---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.Room
zh: 房间
source: html/21d28ce3-3c1a-43cd-9714-0fe7223c5636.htm
---
# Room Members

**中文**: 房间

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.